/**===== Info ============================================================================
 * gulp.series(...) - выполняет задачи последовательно
 * gulp.parallel(...) - выполняет задачи паралельно (одновременно)
 * gulp-clean-css может не работать если папка исходника имеет символ #. 
 * Используй правило наименования переменных.
 * 
 * К команде можно передавать флаги типа --flag, 
 * а функция process.argv.includes('--test') позволит записать 
 * куда то в настойки был ли этот флаг вызван при вызове програмы
 ===== / Info ===========================================================================*/

/** ===== Горячие клавиши ===============================================================
 * Ctrl + Shift + W - обернуть выделенный текст в тег
*/


/**===== Полезности ======================================================================
  * Определение шрифтов в Figma - Font Fascia
  * API погоды: https://openweathermap.org/api
  ==== / Полезности ====================================================================*/
